{
    "ORIGIN":"Origin",
    "CHAPITRE": "Chapter [Number]",
    "TITLE_0": "The Story of Dino Gaïa",
    "CONTENT_0": "About 65 million years before Christ, colossal monsters of formidable strength, better known as dinosaurs, lived on a planet called Earth. Dinosaurs had ruled the Earth for more than 150 million years. They hunted and fought each other to survive—that was their life, and they accepted it as it was. In fact, they had never questioned it. Then one day, something unusual happened. On what seemed like an ordinary day, the Earth suffered a great trauma. Meteorites crashed onto the planet, wiping out all life forms. The dinosaurs that did not die on impact soon joined their brethren, suffocating under the thick smoke that covered the entire Earth. It was the end of the dinosaurs. A few days were enough to decimate these creatures that had ruled for so long. A few days would have been enough… And yet… Something even more unusual occurred. Through the immense cloud of dust, a shape emerged from the skies. What could it be? Beings never before seen on Earth rescued all the surviving dinosaurs and took them far from the catastrophe. When they woke up, the dinosaurs found themselves far from their beloved old Earth, on an unknown planet. This is how Dino Gaïa was born. None of the survivors had any memory of what had happened between the moment they left their home planet and that precise moment. Among them was Diablo, a T-Rex with unmatched strength and character. Diablo quickly proclaimed himself the leader of the surviving dinosaurs. Thanks to his impressive charisma, no one saw things any other way. After crossing the freezing mountains, the arid savanna, and the treacherous canyons, the survivors arrived at a place that seemed habitable. They soon noticed that they were not the first to set foot on Dino Gaïa. Everything was more structured and equipped with an unknown level of technology. The dinosaurs discovered a new way of life, enjoying all the comforts this world had to offer. They lived in harmony, hunting among the great variety of game that Dino Gaïa provided. They used emeralds as currency, a widely available mineral on this planet. Today, the dinosaur population is gradually increasing, slowly but surely populating Dino Gaïa. Diablo remains the leader of the dinosaurs and even has his own personal guard. He established the Dinosaur Council, bringing together some of Dino Gaïa’s notable figures to make important decisions. Other factions, such as the Brotherhood, have attempted to seize power, but in vain. Diablo and his council now fully rule over Dino Gaïa. A casino and a Fight Club were created for the entertainment of the inhabitants. However, to this day, the question remains—how did the dinosaurs arrive on Dino Gaïa? Many rumors circulate, and some claim to have seen ‘things,’ but the mystery remains unsolved. Perhaps you will uncover the truth one day…",
    "TITLE_1": "Chapter 1: A Lost World",
    "CONTENT_1": "The awakening is confusing. An unknown jungle, a heavy and oppressive silence. There are no landmarks, no familiarity. Then the anomalies appear: human ruins, creatures that should never have coexisted, smells that don't match anything known. Everything seems... wrong. The air is thick, saturated with humidity and strange aromas that mix in a disturbing way. The jungle is alive with familiar sounds... but something is off. The echo of crushed leaves seems too distant, and the wind carries scents that shouldn't be together. Instinct guides the first steps, but the landmarks have vanished. Where familiar trees once stood, plants with unexpected shapes wrap their vines around massive trunks, releasing unknown fragrances. The ground is scattered with footprints, but they belong to creatures from another age. Imposing traces, with oversized claws, mix with those of unknown animals. No sign of familiar life. This is not a known territory. Instinct screams: this world is broken."
}