{
    "ORIGIN":"Origine",
    "CHAPITRE":"Chapitre [Number]",
    "TITLE_0":"L'histoire de Dino Gaïa",
    "CONTENT_0":"Il y a environ 65 millions d'années avant J.C., vivaient sur une planète appelée Terre, des monstres colossaux d’une force redoutable plus connus sous le nom de dinosaures. Les dinosaures régnaient en maîtres sur Terre depuis déjà plus de 150 millions d’années. Ils chassaient et s’entretuaient pour survivre, c’était leur vie, et ils l’appréciaient telle quelle, à vraies dires, ils ne s’étaient jamais posé la question. Quand un jour, une chose d’inhabituelle se passa. Par une journée tout ce qu’il y a de plus normal, la Terre subit un grave traumatisme. Des météorites s’écrasèrent sur la planète éradiquant toute forme de vie. Les dinosaures qui n’étaient pas morts sous l’impact ne tardèrent pas à rejoindre leurs frères sous l’asphyxie de la fumée qui recouvrait la Terre entière. C’en était fini des dinosaures, quelques jours auraient suffit à décimer ces êtres qui régnaient depuis si longtemps. Quelques jours auraient suffit… Et oui… Car quelque chose d’encore plus inhabituel se passa, à travers l’immense nuage de poussières se dessina une forme qui venait tout droit des cieux. Qu’est ce que cela pouvait être ? Des êtres encore jamais vus sur Terre rapatrièrent tous les dinosaures survivants pour les emmener loin du massacre. A leur réveil les dinosaures se trouvaient bien loin de leur bonne vieille Terre, sur une planète encore inconnue. C’est ainsi que Dino Gaïa vit le jour. Aucun des survivants n’avaient de souvenir sur ce qui s’était passé entre le moment où ils quittèrent leur planète natale et ce moment précis. Parmi eux se trouvait Diablo, un T-rex doté d’une force et d’un caractère sans pareil. Diablo ne tarda pas à s’autoproclamer chef des dinosaures survivants. De part son charisme impressionnant personne ne vit les choses autrement. Après avoir traversé le froid de la montagne, l’aridité de la savane et le terrain peu praticable du canyon, les survivants arrivèrent dans un endroit qui semblait être habitable. Ils ne tardèrent pas à remarquer qu’ils n’étaient pas les premiers à avoir mis les pieds sur Dino Gaïa. Tout était plus réfléchi et doté d’une technologie encore inconnue à ce jour. Les dinosaures découvrirent une nouvelle façon de vivre, profitant de tout ce confort. Ils se mirent à vivre en harmonie, chassant parmi la grande variété de gibier que proposait Dino Gaïa. Ils utilisèrent l’émeraude comme monnaie, un minerai très répandu là bas. Au jour d’aujourd’hui, les dinosaures se multiplient petit à petit et peuplent Dino Gaïa lentement mais sûrement. Diablo est toujours à la tête des dinosaures et dispose même de sa garde personnelle. Diablo a créé le conseil des dinosaures réunissant quelques notables de Dino Gaïa et prenant les décisions importantes. D’autres clans comme la Confrérie ont tenté de prendre le pouvoir, mais en vain. Diablo et son conseil règnent aujourd’hui pleinement sur Dino Gaïa. Un casino ainsi qu'un Fight Club ont été créés pour le divertissement des habitants. Toutefois, aujourd’hui encore, on se demande comment les dinosaures sont arrivés sur Dino Gaïa, même si de nombreuses rumeurs circulent et que certains disent avoir vu « des choses », le mystère reste entier. Peut-être pourras tu en dire autrement…",
    "TITLE_1":"Chapitre 1 : Un Monde Égaré",
    "CONTENT_1":"Le réveil est confus. Une jungle inconnue, un silence lourd et oppressant. Il n’y a aucun repère, aucune familiarité. Puis apparaissent les anomalies : des ruines humaines, des créatures qui n’auraient jamais dû coexister, des odeurs qui ne correspondent à rien de connu. Tout semble... faux. L’air est dense, saturé d’humidité et d’arômes étranges qui se mélangent de façon perturbante. La jungle est vibrante de bruits familiers… mais quelque chose cloche. L’écho des feuilles froissées semble trop lointain, et le vent transporte des senteurs qui n’ont rien à faire ensemble. L’instinct guide les premiers pas, mais les repères ont disparu. Là où se dressaient autrefois les arbres familiers, des plantes aux formes inattendues enroulent leurs lianes autour de troncs massifs, dégageant des parfums inconnus. Le sol est parsemé d’empreintes, mais elles appartiennent à des créatures d’un autre âge. Des traces imposantes, aux griffes démesurées, se mélangent avec celles d’animaux inconnus. Aucun signe de vie familière. Ce n’est pas un territoire connu. L’instinct hurle : ce monde est brisé."
}
