{
    "IMAGE_ITEM": "Image of the item [Item]",
    "NO_DESC": "No description for [Item]",

    "ORIGIN_hunt": "Hunt",
    "ORIGIN_fight": "Fight",
    "CATEGORY_MEDOC": "Medicine",
    "CATEGORY_FOOD": "Food",
    "CATEGORY_ATK": "Attack",
    "CATEGORY_GOLD": "Gold",
    "CATEGORY_WEAPON": "Weapon",
    "CATEGORY_SKILL": "Skill",
    "CATEGORY_PACK": "Pack",
    "CATEGORY_ARTE": "Artifact",
    "CATEGORY_OTHER": "Other",
    "CATEGORY_HABI": "Habitat",
    "CATEGORY_TALIS": "Talisman",
    "CATEGORY_QUEST": "Quest",
    "CATEGORY_KEY": "Key",
    "CATEGORY_CHEST": "Chest",
    "CATEGORY_RES": "Resource",
    "CATEGORY_ANIMAL": "Animal",

    "ITEM_mufin_myrtille": "Blueberry Muffin",
    "ITEM_DESC_mufin_myrtille": "The original blueberry muffin recipe. Less coveted than its double chocolate brother, this pastry only exists in a few copies. This muffin will heal your ailments and regenerate 40 HP and 65 MP.",
    "ITEM_mufin_chocolat": "Chocolate Muffin",
    "ITEM_DESC_mufin_chocolat": "This delicious individual chocolate cake is topped with cocoa chips. It will make you forget all your worries and lift your dinosaur's spirits if it is feeling down. Additionally, it will regenerate 35 HP and 60 MP.",
    "ITEM_paquet_bonbon_chocolat": "Chocolate Candy Pack",
    "ITEM_DESC_paquet_bonbon_chocolat": "They are eaten endlessly, and young dinosaurs love them! In addition to being the trendy treat in Gaia-West, these chocolate candies will restore 30 HP and 30 MP (even if they don't satisfy your dino's hunger).",
    "ITEM_pain_epice": "Gingerbread",
    "ITEM_DESC_pain_epice": "No dinosaur here knows how to explain the shape of these treats. However, everyone agrees they are delicious. The gingerbread will regenerate all your HP.",
    "ITEM_banana_split": "Banana Split",
    "ITEM_DESC_banana_split": "This frozen dessert will delight all sweet-toothed dinosaurs. Consume in moderation: you wouldn't want your dinosaur to get too pudgy! The banana split will regenerate 50 HP and a random amount of MP between 20 and 80.",
    "ITEM_pot_sucrerie": "Candy Jar",
    "ITEM_DESC_pot_sucrerie": "It is said that once you start eating them, you can't stop! Impossible to consume in moderation, these candies will restore 100 HP and 15 MP.",
    "ITEM_foudre": "Lightning",
    "ITEM_DESC_foudre": "This magic will deal an average of 60 damage to your opponent and cost you 16 mana points.",
    "ITEM_brasier_x": "Brasier X",
    "ITEM_DESC_brasier_x": "This magic will deal an average of 50 damage to your opponent and cost you 12 mana points.",
    "ITEM_fujin_punch": "Fujin Punch",
    "ITEM_DESC_fujin_punch": "The Fujin strike will deal an average of 70 damage to your opponent and cost you 18 magic points.",
    "ITEM_rubis": "Ruby",
    "ITEM_DESC_rubis": "This royal ruby can be converted into 160 emeralds.",
    "ITEM_saphir": "Sapphire",
    "ITEM_DESC_saphir": "This sapphire can be converted into 30 emeralds.",
    "ITEM_buche_noel": "Yule Log",
    "ITEM_DESC_buche_noel": "It is highly likely that your dino will devour this delicious sponge cake in no time, as the delicate scent of the chocolate mixture inside is irresistible. The Yule Log will cure all your ailments and also regenerate 50 HP and 50 MP.",
    "ITEM_eau_mineral": "Mineral Water",
    "ITEM_DESC_eau_mineral": "This bottled mineral water will provide all the minerals your dinosaur needs! But be careful, your dinosaur must not have already drunk today to be able to drink it. It will restore 15 HP, 15 MP, and quench your thirst.",
    "ITEM_lot_confiserie": "Candy Pack",
    "ITEM_DESC_lot_confiserie": "These treats, straight from the best confectioner in Gaia-West, are known for their taste and very high sugar content. Their relatively long preparation time makes them somewhat rare. The candies will regenerate 40 HP and 50 MP.",
    "ITEM_part_fraisier": "Strawberry Cake Slice",
    "ITEM_DESC_part_fraisier": "This appetizing strawberry cake is made from a rare variety of strawberries from the high plateaus of Gaia-West. It will regenerate between 20 and 80 HP and MP.",
    "ITEM_bonbon_halloween": "Halloween Candy",
    "ITEM_DESC_bonbon_halloween": "The great confectioner of Gaia-West used all their skills for Halloween to make these delicious candies and toffees. They will regenerate 50 HP and 40 MP.",
    "ITEM_abeille": "Bee",
    "ITEM_DESC_abeille": "Full of protein, this bee will regenerate 10 HP and can cure basic ailments.",
    "ITEM_herbe_arnica": "Arnica Herb",
    "ITEM_DESC_herbe_arnica": "This revitalizing herb will regenerate 35 HP and MP.",
    "ITEM_orange_sanguine": "Blood Orange",
    "ITEM_DESC_orange_sanguine": "This very rare fruit, only found in the royal orchards of Gaia-West, will regenerate all your dinosaur’s mana!",
    "ITEM_part_gateau": "Cake Slice",
    "ITEM_DESC_part_gateau": "This delicious birthday cake made by the royal kitchens for rare occasions is said to have invigorating properties (it restores your dinosaur's health)...",
    "ITEM_jade": "Jade",
    "ITEM_DESC_jade": "This stone can be converted into 170 emeralds.",
    "ITEM_soupe_indigene": "Indigenous Soup",
    "ITEM_DESC_soupe_indigene": "Although not particularly tasty, this soup, made mostly from dead molokay leftovers, will restore 50 HP, 50 MP, and make you gain 4 kg. However, your dinosaur may still be hungry after consuming it.",
    "ITEM_cachet_tonifiant": "Toning Pill",
    "ITEM_DESC_cachet_tonifiant": "These pills, as their name suggests, will restore energy to your dinosaur when it is tired.",
    "ITEM_pilule_soma": "Soma Pill",
    "ITEM_DESC_pilule_soma": "The happiness pill. It will be very useful to lift your dinosaur's spirits when it is unhappy.",
    "ITEM_trousse_secours": "First Aid Kit",
    "ITEM_DESC_trousse_secours": "This kit, containing bandages and disinfectant, will be very helpful if your dinosaur comes back injured after a hunt.",
    "ITEM_heure_ecole": "School Hour",
    "ITEM_DESC_heure_ecole": "One hour of school will give you 1 point of intelligence.",
    "ITEM_heure_footing": "Jogging Hour",
    "ITEM_DESC_heure_footing": "One hour of jogging will give you 1 point of endurance.",
    "ITEM_heure_musculation": "Weightlifting Hour",
    "ITEM_DESC_heure_musculation": "One hour of weightlifting will give you 1 point of strength.",
    "ITEM_arbalete": "Crossbow",
    "ITEM_DESC_arbalete": "Combining both range and power, the crossbow allows you to perform 3 to 5 events per hunt.",
    "ITEM_alien_midworld": "Midworld Alien",
    "ITEM_DESC_alien_midworld": "This type of creature isn't always aggressive, but when it becomes so, your dinosaur can no longer control itself... Moreover, the native is not very nourishing and will make you gain 1 kg, as well as 5 HP and MP.",
    "ITEM_alligator_marais": "Swamp Alligator",
    "ITEM_DESC_alligator_marais": "This wild crocodile tends to hide in the swamps and leap at passing prey. It will make you gain 1.9 kg.",
    "ITEM_chamois_innocent": "Innocent Chamois",
    "ITEM_DESC_chamois_innocent": "This cute little chamois spends its time traversing the mountains in search of grass to eat. It will make you gain 1.15 kg.",
    "ITEM_crabe_dore": "Golden Crab",
    "ITEM_DESC_crabe_dore": "Discreet because it blends with the sand, this little crab will make you gain 0.3 kg.",
    "ITEM_crabe_royal": "Royal Crab",
    "ITEM_DESC_crabe_royal": "In addition to making you gain 0.6 kg, this very rare crab will regenerate 20 mana points.",
    "ITEM_fusil_chasse": "Hunting Rifle",
    "ITEM_DESC_fusil_chasse": "With its firepower and maneuverability, the hunting rifle is the ideal weapon for a hunt. You can perform 4 to 6 events per hunt.",
    "ITEM_fusil_lunette": "Scoped Rifle",
    "ITEM_DESC_fusil_lunette": "The perfect precision weapon. With it, nothing will escape you, and you can perform 5 to 7 events per hunt.",
    "ITEM_hippocampe": "Seahorse",
    "ITEM_DESC_hippocampe": "Although they often live far from shore, seahorses can occasionally be found on the beach. They will make you gain 0.5 kg.",
    "ITEM_rose_chance": "Lucky Rose",
    "ITEM_DESC_rose_chance": "With this artifact, you have twice the chance of bringing back rare items and animals during your hunt.",
    "ITEM_lance": "Spear",
    "ITEM_DESC_lance": "Light, powerful, and easy to handle, the spear will allow you to perform 1 to 4 events per hunt.",
    "ITEM_lance_pierre": "Slingshot",
    "ITEM_DESC_lance_pierre": "This very short-range but cheap weapon will allow you to perform 1 to 2 events per hunt.",
    "ITEM_lance_roquette": "Rocket Launcher",
    "ITEM_DESC_lance_roquette": "The devastating power of its rockets will allow you to perform a constant value of 7 events per hunt!",
    "ITEM_lezard_caverne": "Cave Lizard",
    "ITEM_DESC_lezard_caverne": "This rather fast lizard is usually found in caves. It will make you gain 0.2 kg.",
    "ITEM_loup_bois": "Woodland Wolf",
    "ITEM_DESC_loup_bois": "Although the wolf is an excellent predator against other inhabitants of the jungle, it will not stand a chance against your dinosaur! It will make you gain 0.79 kg.",
    "ITEM_marmotte_communautaire": "Community Marmot",
    "ITEM_DESC_marmotte_communautaire": "This marmot lives underground with its peers, where they build invisible fortresses on the surface. However, it's not that rare to encounter them, especially in the mountains. It will make you gain 0.73 kg.",
    "ITEM_poisson_febrile": "Feverish Fish",
    "ITEM_DESC_poisson_febrile": "These small fish are most often found washed up in large numbers on the beaches. You gain 0.1 kg every time you eat one.",
    "ITEM_poulpe_geant": "Giant Octopus",
    "ITEM_DESC_poulpe_geant": "Rare, this sea creature is not easily captured. In addition to swimming in very deep waters, the giant octopus is also quite defensive. It will make you gain 2.6 kg as well as 15 HP and MP.",
    "ITEM_requin_blanc": "Great White Shark",
    "ITEM_DESC_requin_blanc": "The flesh of this predator will make you gain 2 kg and also regenerate 10 HP!",
    "ITEM_sanglier_sacre": "Sacred Wild Boar",
    "ITEM_DESC_sanglier_sacre": "This supposedly magical wild boar is said to not need food to survive. Dubbed sacred for its invigorating properties, this boar will make you gain 0.85 kg as well as 15 HP and MP.",
    "ITEM_demon_urbain": "Urban Demon",
    "ITEM_DESC_demon_urbain": "This rather bewildering, unpredictable, and solitary creature is also quite feisty. Quite rare, the urban demon will make you gain 2 kg.",
    "ITEM_cybord_mgv1": "Cyborg MGv1",
    "ITEM_DESC_cybord_mgv1": "This cybernetic organism is marked with the MG symbol for Moloke's Guardian. Once very common in the imperial palaces of MidWorld, it was later replaced by a superior version. The flesh it consists of will make you gain 1.95 kg.",
    "ITEM_cybord_double_coeur": "Double Heart Cyborg",
    "ITEM_DESC_cybord_double_coeur": "Its design was abandoned long ago for technical reasons. Since then, the few prototypes of this cyborg wander the indigenous planet. Each of them will make you gain between 1 to 3 kg, depending on what is edible on them.",
    "ITEM_caribou_bois": "Woodland Caribou",
    "ITEM_DESC_caribou_bois": "Roaming the hidden forests of the mountain, the woodland caribou is a difficult prey to find. Moreover, catching one is not in vain as it will regenerate 20 HP, 70 MP, and make you gain 2 kg.",
    "ITEM_antilope_royale": "Royal Antelope",
    "ITEM_DESC_antilope_royale": "Its cunning and intelligence make it a difficult prey to capture. Named after its imposing horns, the royal antelope will regenerate 25 HP, 40 MP, and make you gain 2 kg.",
    "ITEM_corbeau_malin": "Clever Raven",
    "ITEM_DESC_corbeau_malin": "Sneaky and mischievous, this raven has a reputation for having a devilish soul. This is why the apocalypse prophets worship it, while the rest of society avoids it like a plague... However, it will still make you gain 0.7 kg and 10 HP and 50 MP.",
    "ITEM_hibou_imperial": "Imperial Owl",
    "ITEM_DESC_hibou_imperial": "Named for its imperial charisma, this owl is easy to capture. It will make you gain 0.55 kg.",
    "ITEM_tigre_blanc": "White Tiger",
    "ITEM_DESC_tigre_blanc": "Extremely rare, the existence of this tiger is said to be pure legend. Some even attribute superstitious influences to it... It will make you gain 1.5 kg and a number of HP and MP points between 1 and 50.",
    "ITEM_vipere": "Viper",
    "ITEM_DESC_vipere": "Suffering from the scorching rays of the canyon sun, this viper is extremely easy to catch and serves as a consolation prize for failed hunts. It will make you gain 0.19 kg.",
    "ITEM_rhinoceros": "Rhinoceros",
    "ITEM_DESC_rhinoceros": "Also known as 'raging rhino' for good reason, this animal, although very easy to spot, will not be captured without fighting to the death. It will make you gain 1.6 kg.",
    "ITEM_gnou": "Wildebeest",
    "ITEM_DESC_gnou": "They move in groups in the savannah, they are not very discreet, and thus very easy to spot. Each one will make you gain 0.85 kg.",
    "ITEM_antilope": "Antelope",
    "ITEM_DESC_antilope": "Fast but rather fragile, the antelope is an ideal target for a savannah dinosaur. It will make you gain 0.75 kg.",
    "ITEM_python_chasseur": "Hunter Python",
    "ITEM_DESC_python_chasseur": "It is not uncommon to be surprised by pythons of this species in the jungle or canyon, when they attempt to attack you. They will make you gain 0.95 kg and 5 HP and MP.",
    "ITEM_epaulard_classique": "Classic Orca",
    "ITEM_DESC_epaulard_classique": "This marine mammal is rare near the shores. However, it is more common to encounter one a bit further out, if you dare venture. It will make you gain 2.15 kg.",
    "ITEM_epaulard_joueur": "Playful Orca",
    "ITEM_DESC_epaulard_joueur": "This orca spends its time playing rather than eating, which limits its lifespan, no wonder it's so rare. It will make you gain 2.15 kg and 15 HP.",
    "ITEM_epaulard_joueur_dore": "Golden Playful Orca",
    "ITEM_DESC_epaulard_joueur_dore": "Extremely rare, the golden playful orca combines the magical properties of the golden orca with the passion for entertainment. It will make you gain 2.15 kg and 20 HP and MP.",
    "ITEM_panda": "Panda",
    "ITEM_DESC_panda": "Endangered in the lands of Gaia-West, the panda is accustomed to lounging in the secluded glades of the jungle. It will make you gain 1.7 kg and 15 HP and MP.",
    "ITEM_panthere_noire": "Black Panther",
    "ITEM_DESC_panthere_noire": "Highly aggressive, this panther will cause you more fear than harm. It will make you gain 0.75 kg.",
    "ITEM_elephant_colonel": "Colonel Elephant",
    "ITEM_DESC_elephant_colonel": "Unlike its peers, the colonel elephant knows how to use its unparalleled strength to subjugate other animals of the jungle and savannah. Capturing it is no easy task. It will make you gain 2 kg.",
    "ITEM_lion_apprenti": "Apprentice Lion",
    "ITEM_DESC_lion_apprenti": "As the future ruler of the savannah, this tough lion will give you a hard time. However, its young age may lead it to make strategic mistakes. It will make you gain 1.55 kg and 10 HP and MP.",
    "ITEM_carpe_eau_douce": "Freshwater Carp",
    "ITEM_DESC_carpe_eau_douce": "Often reluctant to be caught, the carp will put up quite a challenge! It will make you gain 0.57 kg.",
    "ITEM_crapaud_gluant": "Slimy Toad",
    "ITEM_DESC_crapaud_gluant": "This small, very slimy toad, although repulsive, is very nourishing. It will make you gain 0.15 kg.",
    "ITEM_crapaud_dore": "Golden Toad",
    "ITEM_DESC_crapaud_dore": "This small, rather rare toad is said to have beneficial properties. It will make you gain 0.15 kg and regenerate 3 HP and MP.",
    "ITEM_baleine_bleue": "Blue Whale",
    "ITEM_DESC_baleine_bleue": "The blue whale can be very dangerous when it feels threatened. It will make you gain 2 kg and 10 MP.",
    "ITEM_dauphin_rieur": "Laughing Dolphin",
    "ITEM_DESC_dauphin_rieur": "This friendly dolphin can become mean when cornered, it will make you gain 1.80 kg and 5 magic points.",
    "ITEM_dauphin_joueur": "Playful Dolphin",
    "ITEM_DESC_dauphin_joueur": "The playful dolphin is particularly swift and thus rarely caught by its predators. It will make you gain 1.90 kg as well as 5 HP and magic points.",
    "ITEM_requin_citron": "Lemon Shark",
    "ITEM_DESC_requin_citron": "With a somewhat yellowish color depending on the ambient lighting, you may encounter this shark near the coast. It will make you gain 2 kg and 15 magic points.",
    "ITEM_lynx_montagne": "Mountain Lynx",
    "ITEM_DESC_lynx_montagne": "This very aggressive lynx, found exclusively in the mountains, will make you gain 1 kg.",
    "ITEM_loup_pleureur": "Howling Wolf",
    "ITEM_DESC_loup_pleureur": "Its name comes from the howls they emit in packs in the high mountains... You will gain 1.3 kg for each wolf eaten.",
    "ITEM_ours_polaire": "Polar Bear",
    "ITEM_DESC_ours_polaire": "Appearing fearful, the polar bear will still give you a hard time. You will gain 1.7 kg per bear eaten, as well as 20 mana points.",
    "ITEM_grizzly_canyon": "Canyon Grizzly",
    "ITEM_DESC_grizzly_canyon": "Very aggressive, this bear will make you gain 1.7 kg and will also regenerate 15 HP.",
    "ITEM_bison_furax": "Furious Bison",
    "ITEM_DESC_bison_furax": "This very rare and constantly excited bison can quickly become exhausted, making it vulnerable. It will make you gain 2.5 kg.",
    "ITEM_dinde": "Turkey",
    "ITEM_DESC_dinde": "In addition to delighting your dinosaur's taste buds and making it gain 1 kg, this delicious pre-cooked turkey will restore 25 HP and mana points.",
    "ITEM_cervelle_molokay": "Molokay Brain",
    "ITEM_DESC_cervelle_molokay": "The Molokay brain is very difficult to obtain, found only in the highly guarded laboratories of MidWorld. This brain will make you gain 3.5 kg and 20 mana points.",
    "ITEM_mammouth": "Mammoth",
    "ITEM_DESC_mammouth": "Found in indigenous reserves, the mammoth will make you gain 3 kg.",
    "ITEM_hibou_hurleur": "Howling Owl",
    "ITEM_DESC_hibou_hurleur": "These owls, haunting the forests at night with their deadly cries, will make you gain 0.4 kg each.",
    "ITEM_renard_lisiere": "Edge Fox",
    "ITEM_DESC_renard_lisiere": "This forest fox is quite fearful. It will make you gain 0.7 kg.",
    "ITEM_cobra_royal": "Royal Cobra",
    "ITEM_DESC_cobra_royal": "Very rare and very difficult to capture, this cobra will make you gain 1 kg but will also regenerate 10 HP and mana points!",
    "ITEM_lezard_dore": "Golden Lizard",
    "ITEM_DESC_lezard_dore": "This lizard, very hard to spot, tends to hide in tall grasses. It will make you gain 0.6 kg and 10 HP!",
    "ITEM_zebre": "Zebra",
    "ITEM_DESC_zebre": "They are often found in groups in the savannah. They will make you gain 0.8 kg each.",
    "ITEM_girafe": "Giraffe",
    "ITEM_DESC_girafe": "Easily recognizable by its large size, the giraffe will make you gain 0.9 kg.",
    "ITEM_aigle_mineur": "Minor Eagle",
    "ITEM_DESC_aigle_mineur": "This eagle, often seen in arid areas, will make you gain 1.2 kg.",
    "ITEM_tigre_sacre": "Sacred Tiger",
    "ITEM_DESC_tigre_sacre": "This very common but still difficult-to-capture tiger will make you gain 1.5 kg and 10 HP!",
    "ITEM_mouette_offensive": "Offensive Seagull",
    "ITEM_DESC_mouette_offensive": "This seagull looks pathetic when it unsuccessfully tries to attack your dinosaur. It will make you gain 0.17 kg.",
    "ITEM_bazooka": "Bazooka",
    "ITEM_DESC_bazooka": "Coming from the armories of the great council, the bazooka displays a power matched only by its unpredictability. It allows you to perform 1 to 16 events per hunt.",
    "ITEM_comprime_anti_douleur": "Painkiller Tablet",
    "ITEM_DESC_comprime_anti_douleur": "These tablets effectively relieve muscle, joint, and neck pains.",
    "ITEM_sirop_miracle": "Miracle Syrup",
    "ITEM_DESC_sirop_miracle": "This syrup will cure most of the diseases your dinosaur might have contracted.",
    "ITEM_tremblement": "Earthquake",
    "ITEM_DESC_tremblement": "This magic will deal an average of 80 damage to your opponent and will cost you 21 mana points.",
    "ITEM_brasier": "Blaze",
    "ITEM_DESC_brasier": "This magic will deal an average of 20 damage to your opponent and will cost you 4 mana points.",
    "ITEM_glacier": "Glacier",
    "ITEM_DESC_glacier": "This magic will deal an average of 40 damage to your opponent and will cost you 9 mana points.",
    "ITEM_heure_gymnastique": "Gymnastics Hour",
    "ITEM_DESC_heure_gymnastique": "An hour of gymnastics will make you gain 1 agility point.",
    "ITEM_cadeau_noel": "Christmas Gift",
    "ITEM_DESC_cadeau_noel": "TODO",
    "ITEM_dino_boisson": "Dino Drink",
    "ITEM_DESC_dino_boisson": "This drink, highly popular with athletic dinosaurs for its revitalizing properties, will fully regenerate your health and mana!",
    "ITEM_carte_membre_vip": "VIP Member Card",
    "ITEM_DESC_carte_membre_vip": "This VIP casino membership card will allow you to have twice as many free games at the casino for 30 days!",
    "ITEM_pack_arnica": "Arnica Pack",
    "ITEM_DESC_pack_arnica": "This pack contains 3 arnica herbs that will help you heal your dinosaur.",
    "ITEM_pack_double_orange": "Double Orange Pack",
    "ITEM_DESC_pack_double_orange": "This pack contains two royal blood oranges that will fully restore your mana.",
    "ITEM_pack_glouton": "Glutton Pack",
    "ITEM_DESC_pack_glouton": "TODO",
    "ITEM_pack_vorace": "Voracious Pack",
    "ITEM_DESC_pack_vorace": "TODO",
    "ITEM_pack_gourmand": "Gourmet Pack",
    "ITEM_DESC_pack_gourmand": "TODO",
    "ITEM_pack_survie": "Survival Pack",
    "ITEM_DESC_pack_survie": "TODO",
    "ITEM_pack_secours": "First Aid Pack",
    "ITEM_DESC_pack_secours": "TODO",
    "ITEM_pack_athlete": "Athlete Pack",
    "ITEM_DESC_pack_athlete": "TODO",
    "ITEM_pack_mages": "Mages Pack",
    "ITEM_DESC_pack_mages": "TODO",
    "ITEM_pack_sauvage": "Wild Pack",
    "ITEM_DESC_pack_sauvage": "TODO",
    "ITEM_pack_evasion": "Evasion Pack",
    "ITEM_DESC_pack_evasion": "TODO",
    "ITEM_pack_montagnard": "Mountain Pack",
    "ITEM_DESC_pack_montagnard": "TODO",
    "ITEM_pack_halloween": "Halloween Pack",
    "ITEM_DESC_pack_halloween": "TODO",
    "ITEM_traineau": "Sleigh",
    "ITEM_DESC_traineau": "What a strange idea to gift a sleigh... According to the attached instructions, it can transport you to snow-covered plains that are normally inaccessible. Are there places like that in Dino Gaia?",
    "ITEM_fraisier": "Strawberry Cake",
    "ITEM_DESC_fraisier": "What a blessing to be able to enjoy this delicious birthday cake all by yourself! You can convert it into 3 slices of strawberry cake to eat whenever you wish.",
    "ITEM_chariot_geant": "Giant Cart",
    "ITEM_DESC_chariot_geant": "This cart will allow you to engage in compulsive shopping and store items abundantly. It will increase your daily purchase limit by 700.",
    "ITEM_amulette_regeneratrice": "Regenerative Amulet",
    "ITEM_DESC_amulette_regeneratrice": "This talisman regenerates 5 HP (health points) every day.",
    "ITEM_fetiche_regeneratrice": "Regenerating Fetish",
    "ITEM_DESC_fetiche_regeneratrice": "This talisman regenerates 7 MP (magic points) every day.",
    "ITEM_totem_endurance": "Endurance Totem",
    "ITEM_DESC_totem_endurance": "This talisman allows you to perform 1 to 2 additional events per hunt.",
    "ITEM_talisman_chasseur": "Hunter's Talisman",
    "ITEM_DESC_talisman_chasseur": "This talisman allows you to store 30 additional prey/items in your hunting stock.",
    "ITEM_totem_porte_bonheur": "Lucky Totem",
    "ITEM_DESC_totem_porte_bonheur": "This talisman reduces the danger of all hunting grounds by one-tenth.",
    "ITEM_amulette_consommateur": "Consumer Amulet",
    "ITEM_DESC_amulette_consommateur": "This talisman allows you to make 7 additional purchases every day.",
    "ITEM_grigris_baroudeur": "Rover's Grigri",
    "ITEM_DESC_grigris_baroudeur": "This talisman grants you 20 XP (experience points) every day.",
    "ITEM_grigris_indigene": "Native Grigri",
    "ITEM_DESC_grigris_indigene": "It is said that this grigri has the unique ability to attract its owner. But who is it?",
    "ITEM_cle_doree": "Golden Key",
    "ITEM_DESC_cle_doree": "This beautiful golden key must surely lead us to many treasures... Its shape seems familiar...",
    "ITEM_paire_ailes_divines": "Pair of Divine Wings",
    "ITEM_DESC_paire_ailes_divines": "The divine wings will allow you to fly to other skies!",
    "ITEM_plan_acces": "Access Map",
    "ITEM_DESC_plan_acces": "This map appears to show the way to destinations far beyond the lands of Dino Gaia!",
    "ITEM_carte_acces_indigene": "Native Access Card",
    "ITEM_DESC_carte_acces_indigene": "MidWorld Technologies access card, it seems to grant access to a protected place...",
    "ITEM_ufo": "UFO",
    "ITEM_DESC_ufo": "This machine seems capable of flying through the sky, could we sail to other horizons?",
    "ITEM_cle_indigene": "Native Key",
    "ITEM_DESC_cle_indigene": "This key looks unlike anything known... What could it possibly be for?",
    "ITEM_crane_dinosaure": "Dinosaur Skull",
    "ITEM_DESC_crane_dinosaure": "A totem from your visit to the cemetery... Perhaps it will serve you one day?",
    "ITEM_joyau_generateur": "Generator Gem",
    "ITEM_DESC_joyau_generateur": "This gem has the property of generating 5 emeralds per day. It will bring you fortune.",
    "ITEM_oeil_charisme": "Eye of Charisma",
    "ITEM_DESC_oeil_charisme": "This artifact will grant you a 10% discount on all shop items (excluding the market).",
    "ITEM_pierre_fortune": "Fortune Stone",
    "ITEM_DESC_pierre_fortune": "This artifact will bring you 400 emeralds for each call made instead of 200.",
    "ITEM_artefact_securite": "Security Artifact",
    "ITEM_DESC_artefact_securite": "The protective power of this artifact will guard your cave. With it, you have half the chance of being burglarized.",
    "ITEM_cristal_protecteur": "Protective Crystal",
    "ITEM_DESC_cristal_protecteur": "This crystal will protect you from magical attacks during battles. They will lose 30% of their effectiveness against your dinosaur.",
    "ITEM_pierre_casino": "Casino Stone",
    "ITEM_DESC_pierre_casino": "This stone will give you a 20% higher chance in casino games of chance.",
    "ITEM_rosace_guerrier": "Warrior's Rosette",
    "ITEM_DESC_rosace_guerrier": "For each hour of weightlifting or jogging, you will gain 2 strength or endurance points thanks to this artifact.",
    "ITEM_etoile_preventive": "Preventive Star",
    "ITEM_DESC_etoile_preventive": "For each hour of school or gymnastics, you will gain 2 intelligence or agility points thanks to this artifact.",
    "ITEM_tablette_commerce": "Commerce Tablet",
    "ITEM_DESC_tablette_commerce": "This tablet will allow you to resell your prey and found items 10% more expensive during your hunts.",
    "ITEM_boule_combattant": "Fighter's Ball",
    "ITEM_DESC_boule_combattant": "The influence of this artifact will allow you to gain 25% more emeralds in each battle you win!",
    "ITEM_aile_classique": "Classic Wing",
    "ITEM_DESC_aile_classique": "TODO",
    "ITEM_alcool": "Alcohol",
    "ITEM_DESC_alcool": "TODO",
    "ITEM_coin_indigene": "Native Token",
    "ITEM_DESC_coin_indigene": "TODO",
    "ITEM_coin_remerciement": "Thank You Token",
    "ITEM_DESC_coin_remerciement": "TODO",
    "ITEM_jeton_casino": "Casino Token",
    "ITEM_DESC_jeton_casino": "TODO",
    "ITEM_pack_fruit": "Fruit Pack",
    "ITEM_DESC_pack_fruit": "TODO",
    "ITEM_pack_remerciement": "Thank You Pack",
    "ITEM_DESC_pack_remerciement": "TODO",
    "ITEM_parfum": "Perfume",
    "ITEM_DESC_parfum": "TODO",
    "ITEM_apple": "Apple",
    "ITEM_DESC_apple": "This fruit will grant you 5 HP.",
    "ITEM_banana": "Banana",
    "ITEM_DESC_banana": "This fruit will grant you 5 HP.",
    "ITEM_orange": "Orange",
    "ITEM_DESC_orange": "This fruit will grant you 5 HP.",
    "ITEM_strawberry": "Strawberry",
    "ITEM_DESC_strawberry": "This fruit will grant you 5 HP.",
    "ITEM_grape": "Grapes",
    "ITEM_DESC_grape": "This fruit will grant you 5 HP.",
    "ITEM_mango": "Mango",
    "ITEM_DESC_mango": "This fruit will grant you 5 HP.",
    "ITEM_pineapple": "Pineapple",
    "ITEM_DESC_pineapple": "This fruit will grant you 5 HP.",
    "ITEM_pear": "Pear",
    "ITEM_DESC_pear": "This fruit will grant you 5 HP.",
    "ITEM_cherry": "Cherry",
    "ITEM_DESC_cherry": "This fruit will grant you 5 HP.",
    "ITEM_coffre_stockage": "Storage Chest",
    "ITEM_DESC_coffre_stockage": "This chest increases your cave's storage by 50.",
    "ITEM_apricot": "Apricot",
    "ITEM_DESC_apricot": "This fruit will grant you 5 HP.",
    "ITEM_kiwi": "Kiwi",
    "ITEM_DESC_kiwi": "This fruit will grant you 5 HP.",
    "ITEM_lemon": "Lemon",
    "ITEM_DESC_lemon": "This fruit will grant you 5 HP.",
    "ITEM_peach": "Peach",
    "ITEM_DESC_peach": "This fruit will grant you 5 HP.",
    "ITEM_blueberry": "Blueberry",
    "ITEM_DESC_blueberry": "In addition to turning your mouth blue, this fruit will grant you 5 HP.",
    "ITEM_watermelon": "Watermelon",
    "ITEM_DESC_watermelon": "This fruit attracts Dodos and will grant you 5 HP.",
    "ITEM_pierre_resurection": "Resurrection Stone",
    "ITEM_DESC_pierre_resurection": "This stone might be useful for something.",
    "ITEM_wood": "Wood",
    "ITEM_DESC_wood": "This wood seems useful.",
    "ITEM_mojito": "Mojito",
    "ITEM_DESC_mojito": "This drink with rum, mint, green lemon, sugar, and sparkling water will make you gain 1 PV.",
    "ITEM_pina_colada": "Pina colada",
    "ITEM_DESC_pina_colada": "This drink with rum, pineapple juice, and coconut milk will make you gain 1 PV.",
    "ITEM_margarita": "Margarita",
    "ITEM_DESC_margarita": "This drink with tequila, triple sec, and green lemon juice will make you gain 1 PV.",
    "ITEM_sex_on_beach": "Sex on the beach",
    "ITEM_DESC_sex_on_beach": "This drink with vodka, peach liqueur, orange, and cranberry will make you gain 1 PV.",
    "ITEM_spritz": "Spritz",
    "ITEM_DESC_spritz": "This drink with vodka, prosecco, and sparkling water will make you gain 1 PV.",
    "ITEM_caipirinha": "Caipirinha",
    "ITEM_DESC_caipirinha": "This drink with cachaça, green lemon, and sugar will make you gain 1 PV.",
    "ITEM_bloody_mary": "Bloody Mary",
    "ITEM_DESC_bloody_mary": "This drink with vodka, tomato juice, spices, and Tabasco will make you gain 1 PV.",
    "ITEM_blue_lagoon": "Blue lagoon",
    "ITEM_DESC_blue_lagoon": "This drink with vodka, blue curaçao, and sparkling water will make you gain 1 PV.",
    "ITEM_vodka": "Vodka",
    "ITEM_DESC_vodka": "This strong drink will make you gain 1 PV.",
    "ITEM_rhum": "Rhum",
    "ITEM_DESC_rhum": "This strong drink will make you gain 1 PV.",
    "ITEM_tequila": "Tequila",
    "ITEM_DESC_tequila": "This strong drink will make you gain 1 PV."
}
