{
    "IMAGE_ITEM":"Image de l'object [Item]",
    "NO_DESC": "Pas de description pour [Item]",

    "ORIGIN_hunt": "Chasse",
    "ORIGIN_fight": "Combat",
    "CATEGORY_MEDOC": "Médicament",
    "CATEGORY_FOOD": "Nourriture",
    "CATEGORY_ATK": "Attaque",
    "CATEGORY_GOLD": "Argent",
    "CATEGORY_WEAPON": "Arme",
    "CATEGORY_SKILL": "Compétence",
    "CATEGORY_PACK": "Pack",
    "CATEGORY_ARTE": "Artefact",
    "CATEGORY_OTHER": "Autre",
    "CATEGORY_HABI": "Habitat",
    "CATEGORY_TALIS": "Talisman",
    "CATEGORY_QUEST": "Quête",
    "CATEGORY_KEY": "Clé",
    "CATEGORY_CHEST": "Coffre",
    "CATEGORY_RES": "Ressource",
    "CATEGORY_ANIMAL": "Animal",

    "ITEM_mufin_myrtille": "Mufin à la myrtille",
    "ITEM_DESC_mufin_myrtille": "La recette original du muffin aux myrtilles. Etant moins convoité que son frère au double chocolat, cette pâtisserie n'existe donc qu'en quelques exemplaires. Ce muffin soignera tes maladies et te régenèrera 40 PV et 65 PM.",
    "ITEM_mufin_chocolat": "Mufin au chocolat",
    "ITEM_DESC_mufin_chocolat": "Ce délicieux gâteau individuel au chocolat se voit surplombé de pépites de cacao. Il te fera oublier tous tes soucis et redonnera le moral à ton dinosaure si celui-ci est malheureux. De plus, il te régenèrera 35 PV et 60 PM.",
    "ITEM_paquet_bonbon_chocolat": "Paquet de bonbons au chocolat",
    "ITEM_DESC_paquet_bonbon_chocolat": "Ils se mangent sans faim et les dinos en bas âge en raffolent ! En plus d'être les friandises à la mode à Gaïa-West, ces bonbons chocolatés te font prendre 30 PV et 30 PM (à défaut de caler la faim de ton dino).",
    "ITEM_pain_epice": "Pain d'épice",
    "ITEM_DESC_pain_epice": "Aucun dinosaure ici-bas ne sait expliquer la forme de ces friandises. Néanmoins, tout le monde s'accorde à dire qu'elles sont délicieuses. Le pain d'épices te régénère tous tes PV.",
    "ITEM_banana_split": "Banana split",
    "ITEM_DESC_banana_split": "Ce dessert glacé ravira tous les dinosaures gourmands. A consommer avec modération: il ne s'agirait pas que ton dinosaure s'empâte! Le banana split te régénère 50 PV et un nombre de PM compris entre 20 et 80.",
    "ITEM_pot_sucrerie": "Pot de sucrerie",
    "ITEM_DESC_pot_sucrerie": "Il se dit que quand on commence à les manger, on ne peut plus s'arrêter! Impossible à consommer avec modération, ces sucreries te feront prendre 100 PV et 15 PM",
    "ITEM_foudre": "Foudre",
    "ITEM_DESC_foudre": "Cette magie infligera 60 points de dégâts en moyenne à ton adversaire et te coûtera 16 points de mana.",
    "ITEM_brasier_x": "Brasier X",
    "ITEM_DESC_brasier_x": "Cette magie infligera 50 points de dégâts en moyenne à ton adversaire et te coûtera 12 points de mana.",
    "ITEM_fujin_punch": "Fujin punch",
    "ITEM_DESC_fujin_punch": "La frappe de Fujin infligera une moyenne de 70 points de dégâts à ton adversaire et te coûtera 18 points de magie.",
    "ITEM_rubis": "Rubis",
    "ITEM_DESC_rubis": "Ce rubis royal peut se convertir en 160 émeraudes.",
    "ITEM_saphir": "Saphir",
    "ITEM_DESC_saphir": "Ce saphir peut se convertir en 30 émeraudes.",
    "ITEM_buche_noel": "Bûche de Noël",
    "ITEM_DESC_buche_noel": "Il est fort probable que ton dino ne fasse qu'une bouchée de cette délicieuse génoise tant le délicat parfum de la mixture chocolatée qu'elle renferme se veut irrésistible. La bûche de Noël guérira toutes tes maladies et te régénèrera également 50PV et 50PM.",
    "ITEM_eau_mineral": "Eau minérale",
    "ITEM_DESC_eau_mineral": "Cette eau minérale en bouteille t'apportera tous les minéraux dont ton dinosaure a besoins a besoin ! Mais attention, pour pouvoir boire, ton dinosaure ne doit pas avoir déjà bu aujoud'huit. Elle te fera prendre 15 PV, 15 PM et assouvira ta soif.",
    "ITEM_lot_confiserie": "Lot de confiseries",
    "ITEM_DESC_lot_confiserie": "Ces friandises tout droit issues du meilleur confiseur de Gaïa-West sont réputées pour leur qualité gustative et leur très haute teneur en sucre. Leur temps de confection relativement long leur confère toutefois une certaine rareté. Les confiseries te régénèreront 40 PV et 50 PM.",
    "ITEM_part_fraisier": "Part de fraisier",
    "ITEM_DESC_part_fraisier": "Cet appétissant fraisier est confectionné à partir d'une varité de fraises très rares provenant des hauts plateaux de Gaïa-West. Il te régénèrera entre 20 et 80 points de vie et de magie.",
    "ITEM_bonbon_halloween": "Bonbon Halloween",
    "ITEM_DESC_bonbon_halloween": "Le grand confiseur de Gaïa-West a mis tout son savoir faire à l'occasion d'Halloween afin de concevoir ces délicieux bonbons et papillottes. Ils te régénèreront 50 PV et 40 PM.",
    "ITEM_abeille": "Abeille",
    "ITEM_DESC_abeille": "Pleine de protéines, cette abeille te régénèrera 10 points de vie et pourra te guérir des maladies basiques.",
    "ITEM_herbe_arnica": "Herbe d'arnica",
    "ITEM_DESC_herbe_arnica": "Cette herbe revitalisante te régénèrera 35 points de vie et de magie",
    "ITEM_orange_sanguine": "Orange sanguine",
    "ITEM_DESC_orange_sanguine": "Ce fruit très rare est ne poussant que dans les vergers royaux de Gaïa-West régénèrera toute la mana de ton dinosaures !",
    "ITEM_part_gateau": "Part de gâteau",
    "ITEM_DESC_part_gateau": "Ce délicieux gâteau d'anniversaire confectionné par les cuisines royales pour de rares occasions posséderait parait-il des vertues revigorantes (il rétablit la vie de ton dinosaure)...",
    "ITEM_jade": "Jade",
    "ITEM_DESC_jade": "Cette pierre peut se convertir en 170 émeraudes.",
    "ITEM_soupe_indigene": "Soupe indigène",
    "ITEM_DESC_soupe_indigene": "A défaut d'être bonne, cette soupe, composée essentiellement de restes de molokays morts te redonnera 50 PV, 50 PM et te fera prendre 4 kg. Toutefois, ton dinosaure risque d'avoir encore faim après l'avoir ingérée.",
    "ITEM_cachet_tonifiant": "Cachet tonifiant",
    "ITEM_DESC_cachet_tonifiant": "Ces cachets, comme leur nom l'indique, redonneront du tonus à ton dinosaure quand celui-ci sera fatigué.",
    "ITEM_pilule_soma": "Pilule soma",
    "ITEM_DESC_pilule_soma": "La pilule du bonheur. Elle te sera très utile pour redonner le moral à ton dinosaure quand celui-ci sera malheureux.",
    "ITEM_trousse_secours": "Trousse de secours",
    "ITEM_DESC_trousse_secours": "Cette trousse contenant des bandages et du désinfectant te sera de grande utilité si ton dinosaure revient blessé d’une attaque lors de la chasse.",
    "ITEM_heure_ecole": "Heure d'école",
    "ITEM_DESC_heure_ecole": "Une heure d'école te fera prendre 1 point d'intelligence.",
    "ITEM_heure_footing": "Heure de footing",
    "ITEM_DESC_heure_footing": "Une heure de footing te fera prendre 1 point d'endurance.",
    "ITEM_heure_musculation": "Heure de musculation",
    "ITEM_DESC_heure_musculation": "Une heure de musculation te fera prendre 1 point de force.",
    "ITEM_arbalete": "Arbalète",
    "ITEM_DESC_arbalete": "Alliant à la fois portée et puissance, l'arbalète te permettra d'effectuer 3 à 5 évènements par chasse.",
    "ITEM_alien_midworld": "Alien midworld",
    "ITEM_DESC_alien_midworld": "Ce genre d'individu n'est pas toujours agressif, mais quand il le devient, ton dinosaure ne répond plus de rien... En outre, l'indigène n'est guère très nourrissant et te fera prendre 1 kg ainsi que 5 points de vie et de magie.",
    "ITEM_alligator_marais": "Alligator des marais",
    "ITEM_DESC_alligator_marais": "Ce crocodile sauvage a pour habitude de se cacher dans les marais et de bondir sur les proies qui passent à proximité. Il te fera prendre 1.9 kg.",
    "ITEM_chamois_innocent": "Chamois innocent",
    "ITEM_DESC_chamois_innocent": "Ce mignon petit chamois passe son temps à parcourir les montagnes à la recherche d'herbe pour se nourrir. Il te fera prendre 1.15 kg.",
    "ITEM_crabe_dore": "Crabe doré",
    "ITEM_DESC_crabe_dore": "Discret car il arrive à se confondre avec la couleur du sable, ce petit crabe te fera gagner 0.3 kg.",
    "ITEM_crabe_royal": "Crabe royal",
    "ITEM_DESC_crabe_royal": "En plus de te faire gagner 0.6 kg, ce crabe très rare te régénèrera 20 points de mana.",
    "ITEM_fusil_chasse": "Fusil de chasse",
    "ITEM_DESC_fusil_chasse": "Sa puissance de feu et sa maniabilité en font l'arme idéale pour partir en chasse. Tu pourras effectuer 4 à 6 évènements par chasse.",
    "ITEM_fusil_lunette": "Fusil à lunette",
    "ITEM_DESC_fusil_lunette": "L'arme de précision par excellence. Avec elle, rien ne t'échappera et tu pourras effectuer 5 à 7 évènements par chasse.",
    "ITEM_hippocampe": "Hippocampe",
    "ITEM_DESC_hippocampe": "Bien qu'ils vivent souvent loin des rivages, il peut arriver de trouver des hippocampes sur la plage. Ils te font prendre 0.5 kg.",
    "ITEM_rose_chance": "Rose de chance",
    "ITEM_DESC_rose_chance": "Avec cet artefact, tu as deux fois plus de chance de ramener des objets et animaux rares lors de ta chasse.",
    "ITEM_lance": "Lance",
    "ITEM_DESC_lance": "Légère, puissante et facile à manier, la lance te permettra d'effectuer 1 à 4 évènements par chasse.",
    "ITEM_lance_pierre": "Lance-pierre",
    "ITEM_DESC_lance_pierre": "Cette arme de très courte portée mais bon marché te permettra d'effectuer 1 à 2 évènements par chasse.",
    "ITEM_lance_roquette": "Lance-roquette",
    "ITEM_DESC_lance_roquette": "La puissance dévastatrice de ses roquettes te permettra d'effectuer une valeur constante de 7 évènements à chaque chasse !",
    "ITEM_lezard_caverne": "Lézard de la caverne",
    "ITEM_DESC_lezard_caverne": "Ce lézard plutôt rapide se débusque généralement dans les caverne. Il te fera prendre 0.2 kg.",
    "ITEM_loup_bois": "Loup des bois",
    "ITEM_DESC_loup_bois": "Bien que le loup soit un excellent prédateur face aux autres résidants de la pleine jungle, il ne fera pas le poids face à ton dinosaure ! Il te fera prendre 0.79 kg.",
    "ITEM_marmotte_communautaire": "Marmotte communautaire",
    "ITEM_DESC_marmotte_communautaire": "Cette marmotte vit sous terre avec ses congénères où elles bâtissent des forteresses invisibles en surface. Il n'est toutefois pas si rare d'en croiser, surtout en montagne. Elle te fera prendre 0.73 kg.",
    "ITEM_poisson_febrile": "Poisson fébrile",
    "ITEM_DESC_poisson_febrile": "On trouve le plus souvent ces petits poissons échoués en masse sur les plages. Tu gagnes 0.1 kg chaque fois que tu en manges un.",
    "ITEM_poulpe_geant": "Poulpe géant",
    "ITEM_DESC_poulpe_geant": "Rarissime, cet animal marin ne se laisse guère capturer facilement. En plus de naviguer dans des eaux très profondes, le poulpe géant se défend plutôt bien. Il te fera prendre 2.6 kg ainsi que 15 points de vie et de magie.",
    "ITEM_requin_blanc": "Requin blanc",
    "ITEM_DESC_requin_blanc": "La chair de ce prédateur te fera prendre 2 kg et te régénérera également 10 points de vie !",
    "ITEM_sanglier_sacre": "Sanglier sacré",
    "ITEM_DESC_sanglier_sacre": "Ce sanglier soit disant magique n'aurait parait-il pas besoin de se nourrir pour survivre. Affublé de l'adjectif « sacré » pour ses vertus revigorantes, ce sanglier te fera prendre 0.85 kg ainsi que 15 points de vie et de magie",
    "ITEM_demon_urbain": "Démon urbain",
    "ITEM_DESC_demon_urbain": "Cette bestiole plutôt déroutante, imprévisible et solitaire est également assez teigneuse. Plutôt rare, le démon urbain te fera prendre 2 kg.",
    "ITEM_cybord_mgv1": "Cybord MGv1",
    "ITEM_DESC_cybord_mgv1": "Cet organisme cybernétique est affublé du sigle MG pour Moloke's guardian. Autrefois très présent dans les palais impériaux de MidWorld, il a par la suite été remplacé par une version supérieure. La chair qui le compose te fera prendre 1.95 kg.",
    "ITEM_cybord_double_coeur": "Cybord double cœur",
    "ITEM_DESC_cybord_double_coeur": "Sa conception a été abandonnée il y a bien longtemps pour des raisons techniques. Depuis, les quelques prototypes de ce cyborg déambulent sur la planète des indigènes. Chacun d'eux te fera prendre entre 1 à 3 kg, selon ce qu'il y a à manger dessus.",
    "ITEM_caribou_bois": "Caribou des bois",
    "ITEM_DESC_caribou_bois": "Parcourant les forêts cachées de la montagne, le caribou des bois est une proie difficile à trouver. En outre, en attraper un n'est pas peine perdue puisqu'il te régénèrera 20 PV, 70 PM et te fera prendre 2kg.",
    "ITEM_antilope_royale": "Antilope royale",
    "ITEM_DESC_antilope_royale": "Sa ruse et son intelligence font d'elle une proie difficile à capturer. Nommée ainsi en raison de ses cornes imposantes, l'antilope royale te régénèrera 25 PV, 40 PM et te fera prendre 2kg.",
    "ITEM_corbeau_malin": "Corbeau malin",
    "ITEM_DESC_corbeau_malin": "Sournois et espiègle, ce corbeau a la réputation d'avoir une âme diabolique. C'est d'ailleurs la raison pour laquelle les prophètes de l'apocalypse lui vouent un culte, là où le reste de la société l'évite comme un cancer... Cependant, il te fera tout de même prendre 0,7 kg ainsi que 10 PV et 50 PM.",
    "ITEM_hibou_imperial": "Hibou impérial",
    "ITEM_DESC_hibou_imperial": "Nommé ainsi de par son charisme impérial, ce hibou se fera toutefois facilement attraper. Il te fera prendre 0.55 kg.",
    "ITEM_tigre_blanc": "Tigre blanc",
    "ITEM_DESC_tigre_blanc": "Rarissime, on dit que l'existence de ce tigre ne serait que pures légendes. Certains lui attribuent même des influences superstitieuses... Il te fera prendre 1.5 kg ainsi qu'un nombre de points de vie et de magie compris entre 1 et 50.",
    "ITEM_vipere": "Vipère",
    "ITEM_DESC_vipere": "Affligée par les rayons ardents du soleil du canyon, cette vipère s'attrape on ne peut plus facilement et fait office de lot de consolation des chasses ratées. Elle te fera prendre 0.19 kg.",
    "ITEM_rhinoceros": "Rhinocéros",
    "ITEM_DESC_rhinoceros": "Aussi surnommé rhino-féroce à juste titre, cet animal, bien que très facilement repérable, ne se laissera pas capturer sans combattre jusqu'à la mort. Il te fera prendre 1.6 kg.",
    "ITEM_gnou": "Gnou",
    "ITEM_DESC_gnou": "Ils se déplacent en groupes dans la savane, ils ne sont pas très discrets et sont de ce fait très faciles à repérer. Chacun d'eux te fera gagner 0.85 kg.",
    "ITEM_antilope": "Antilope",
    "ITEM_DESC_antilope": "Rapide mais assez peu résistante, l'antilope représente une cible idéale pour un dinosaure de la savane. Elle te fera prendre 0.75 kg.",
    "ITEM_python_chasseur": "Python chasseur",
    "ITEM_DESC_python_chasseur": "Il n'est pas rare d'être surpris par des pythons de cette espèce en pleine jungle ou dans le canyon, lorsque ceux ci tentent de t'attaquer. Ils te feront prendre 0.95 kg ainsi que 5 points de vie et de magie.",
    "ITEM_epaulard_classique": "Épaulard classique",
    "ITEM_DESC_epaulard_classique": "Ce mammifère marin se fait rare près des rivages. Il est en revanche courant d'en rencontrer un peu plus loin, encore faut-il oser s'y aventurer. Il te fera prendre 2.15 kg.",
    "ITEM_epaulard_joueur": "Épaulard joueur",
    "ITEM_DESC_epaulard_joueur": "Cet épaulard passe son temps à jouer plutôt qu'à se nourrir, sa durée de vie se voit donc très limitée, pas étonnant qu'il soit si rare. Il te fera prendre 2.15 kg et 15 points de vie.",
    "ITEM_epaulard_joueur_dore": "Épaulard joueur doré",
    "ITEM_DESC_epaulard_joueur_dore": "Rarissime, l'épaulard joueur doré allie les vertus magiques de l'épaulard doré à la passion du divertissement. Il te fera prendre 2.15 kg ainsi que 20 points de vie et de magie.",
    "ITEM_panda": "Panda",
    "ITEM_DESC_panda": "En voie d'extinction dans les contrées de Gaïa-West, le panda a pour habitude de se la couler douce dans les clairières reculées de la jungle. Il te fera prendre 1.7 kg ainsi que 15 points de vie et de magie.",
    "ITEM_panthere_noire": "Panthère noire",
    "ITEM_DESC_panthere_noire": "Très agressive, cette panthère te fera plus de peur que de mal. Elle te fera prendre 0.75 kg.",
    "ITEM_elephant_colonel": "Éléphant colonel",
    "ITEM_DESC_elephant_colonel": "A l’inverse de ses congénères, l’éléphant colonel sait faire usage de sa force sans pareille pour asservir les autres animaux de la jungle et de la savane. Sa capture n’est pas chose facile. Il te fera prendre 2 kg.",
    "ITEM_lion_apprenti": "Lion apprenti",
    "ITEM_DESC_lion_apprenti": "En tant que futur souverain de la savane, ce lion très coriace te donnera du fil à retordre. Son jeune âge peut toutefois lui faire commettre des erreurs stratégiques. Il te fera prendre 1.55 kg ainsi que 10 points de vie et de magie.",
    "ITEM_carpe_eau_douce": "Carpe d'eau douce",
    "ITEM_DESC_carpe_eau_douce": "Bien souvent réticente à se faire pêcher, la carpe t'en fera voir de toutes les couleurs ! Elle te fera prendre 0.57 kg.",
    "ITEM_crapaud_gluant": "Crapaud gluant",
    "ITEM_DESC_crapaud_gluant": "Ce petit crapaud très visqueux, bien que répugnant, est très nourrissant. Il te fera gagner 0.15 kg.",
    "ITEM_crapaud_dore": "Crapaud doré",
    "ITEM_DESC_crapaud_dore": "Ce petit crapaud, plutôt rare, aurait soit disant des vertus bienfaisantes. Il te fait prendre 0.15 kg et te régénère 3 points de vie et de magie.",
    "ITEM_baleine_bleue": "Baleine bleue",
    "ITEM_DESC_baleine_bleue": "La baleine bleue peut se montrer très dangereuse quand elle se sent en danger. Elle te fera prendre 2 kg et 10 points de magie.",
    "ITEM_dauphin_rieur": "Dauphin rieur",
    "ITEM_DESC_dauphin_rieur": "Ce sympathique dauphin peut devenir méchant s'il est acculé, il te fera prendre 1.80 kg et 5 points de magie.",
    "ITEM_dauphin_joueur": "Dauphin joueur",
    "ITEM_DESC_dauphin_joueur": "Le dauphin joueur est particulièrement véloce et se fait donc rarement attraper par ses prédateurs. Il te fera prendre 1.90 kg ainsi que 5 points de vie et de magie.",
    "ITEM_requin_citron": "Requin citron",
    "ITEM_DESC_requin_citron": "D'une couleur quelques peu jaunâtre selon l'éclairage ambiant, il pourra t'arriver de croiser ce requin près des côtes. Il te fera prendre 2 kg et 15 points de magie.",
    "ITEM_lynx_montagne": "Lynx de montagne",
    "ITEM_DESC_lynx_montagne": "Ce lynx très agressif que l'on trouve exclusivement en montagne te fera prendre 1 kg.",
    "ITEM_loup_pleureur": "Loup pleureur",
    "ITEM_DESC_loup_pleureur": "Son nom vient des gémissements qu'ils émettent en meutes en haute montagne... Tu gagneras 1.3 kg à chaque loup mangé.",
    "ITEM_ours_polaire": "Ours polaire",
    "ITEM_DESC_ours_polaire": "Craintif d'apparence, l'ours polaire te donnera toutefois du fil à retordre. Tu gagneras 1.7 kg par ours mangé ainsi que 20 points de mana.",
    "ITEM_grizzly_canyon": "Grizzly du canyon",
    "ITEM_DESC_grizzly_canyon": "Très agressif, cet ours te fera prendre 1.7 kg et te régénèrera également 15 points de vie.",
    "ITEM_bison_furax": "Bison furax",
    "ITEM_DESC_bison_furax": "Ce bison très rare et sans cesse excité peut être rapidement épuisé, le rendant vulnérable. Il te fait prendre 2.5 kg.",
    "ITEM_dinde": "Dinde",
    "ITEM_DESC_dinde": "En plus de ravir les papilles de ton dinosaure et de lui faire prendre 1 kg, cette délicieuse dinde préalablement cuisinée lui redonnera 25 points de vie et de magie.",
    "ITEM_cervelle_molokay": "Cervelle de molokay",
    "ITEM_DESC_cervelle_molokay": "La cervelle Molokay est très difficile à obtenir, on ne la trouve que dans les laboratoires hautement surveillés de MidWorld. Cette cervelle te fera prendre 3.5 kg et 20 points de mana.",
    "ITEM_mammouth": "Mammouth",
    "ITEM_DESC_mammouth": "On les trouve dans les réserves indigènes. Le mammouth te fera prendre 3 kg.",
    "ITEM_hibou_hurleur": "Hibou hurleur",
    "ITEM_DESC_hibou_hurleur": "Ces hiboux qui hantent les forêts la nuit de par leurs cris assassins te feront prendre 0.4 kg chacun.",
    "ITEM_renard_lisiere": "Renard des lisières",
    "ITEM_DESC_renard_lisiere": "Ce renard des forêts est plutôt du genre craintif. Il te fera prendre 0.7 kg.",
    "ITEM_cobra_royal": "Cobra royal",
    "ITEM_DESC_cobra_royal": "Très rare et très difficile à capturer, ce cobra te fera prendre 1 kg mais te régénérera également de 10 points de vie et de mana !",
    "ITEM_lezard_dore": "Lézard doré",
    "ITEM_DESC_lezard_dore": "Ce lézard, très difficile à débusquer, a pour habitude de se cacher dans les hautes herbes. Il te fera gagner 0.6 kg et 10 points de vie !",
    "ITEM_zebre": "Zèbre",
    "ITEM_DESC_zebre": "On les croise très souvent en groupes dans la savane. Ils te font prendre 0.8 kg chacun.",
    "ITEM_girafe": "Girafe",
    "ITEM_DESC_girafe": "Facilement repérable de par sa grande taille, la girafe te fera prendre 0.9 kg.",
    "ITEM_aigle_mineur": "Aigle mineur",
    "ITEM_DESC_aigle_mineur": "Cet aigle que l'on croise bien souvent dans les milieux arides te fera prendre 1.2 kg.",
    "ITEM_tigre_sacre": "Tigre sacré",
    "ITEM_DESC_tigre_sacre": "Ce tigre très répandu mais non moins difficile à attraper te fera prendre 1.5 kg ainsi que 10 points de vie !",
    "ITEM_mouette_offensive": "Mouette offensive",
    "ITEM_DESC_mouette_offensive": "Cette mouette donne un air pathétique lorsqu'elle essaye en vain de s'attaquer à ton dinosaure. Elle te fera prendre 0.17 kg.",
    "ITEM_bazooka": "Bazooka",
    "ITEM_DESC_bazooka": "Issu des armureries du grand conseil, le bazooka affiche une puissance qui n'a d'égale que son imprévisibilité. Il te permet d'effectuer 1 à 16 évènements par chasse.",
    "ITEM_comprime_anti_douleur": "Comprimé anti-douleur",
    "ITEM_DESC_comprime_anti_douleur": "Ces comprimés agissent efficacement sur les torticolis et autres douleurs musculaires ou articulaires.",
    "ITEM_sirop_miracle": "Sirop miracle",
    "ITEM_DESC_sirop_miracle": "Ce sirop guérira une grande partie des maladies que ton dinosaure aura pu attraper.",
    "ITEM_tremblement": "Tremblement",
    "ITEM_DESC_tremblement": "Cette magie infligera 80 points de dégâts en moyenne à ton adversaire et te coûtera 21 points de mana.",
    "ITEM_brasier": "Brasier",
    "ITEM_DESC_brasier": "Cette magie infligera 20 points de dégâts en moyenne à ton adversaire et te coûtera 4 points de mana.",
    "ITEM_glacier": "Glacier",
    "ITEM_DESC_glacier": "Cette magie infligera 40 points de dégâts en moyenne à ton adversaire et te coûtera 9 points de mana.",
    "ITEM_heure_gymnastique": "Heure de gymnastique",
    "ITEM_DESC_heure_gymnastique": "Une heure de gymnastique te fera prendre 1 point d'agilité.",
    "ITEM_cadeau_noel": "Cadeau de Noël",
    "ITEM_DESC_cadeau_noel": "TODO",
    "ITEM_dino_boisson": "Boisson dino",
    "ITEM_DESC_dino_boisson": "Cette boisson très prisée par les dinosaures athlètes pour ses vertus revigorantes te régénèrera toute ta vie et toute ta mana !",
    "ITEM_carte_membre_vip": "Carte membre VIP",
    "ITEM_DESC_carte_membre_vip": "Cette carte de membre VIP du casino te permettra d'avoir deux fois plus de parties gratuites au casino et ce, durant 30 jours !",
    "ITEM_pack_arnica": "Pack d'arnica",
    "ITEM_DESC_pack_arnica": "Ce pack comprend 3 herbes arnicas qui te permettront de soigner ton dinosaure.",
    "ITEM_pack_double_orange": "Pack double orange",
    "ITEM_DESC_pack_double_orange": "Ce pack contient deux oranges sanguines royales qui te permettent de récupérer toute ta mana.",
    "ITEM_pack_glouton": "Pack glouton",
    "ITEM_DESC_pack_glouton": "TODO",
    "ITEM_pack_vorace": "Pack vorace",
    "ITEM_DESC_pack_vorace": "TODO",
    "ITEM_pack_gourmand": "Pack gourmand",
    "ITEM_DESC_pack_gourmand": "TODO",
    "ITEM_pack_survie": "Pack de survie",
    "ITEM_DESC_pack_survie": "TODO",
    "ITEM_pack_secours": "Pack de secours",
    "ITEM_DESC_pack_secours": "TODO",
    "ITEM_pack_athlete": "Pack athlète",
    "ITEM_DESC_pack_athlete": "TODO",
    "ITEM_pack_mages": "Pack de mages",
    "ITEM_DESC_pack_mages": "TODO",
    "ITEM_pack_sauvage": "Pack sauvage",
    "ITEM_DESC_pack_sauvage": "TODO",
    "ITEM_pack_evasion": "Pack évasion",
    "ITEM_DESC_pack_evasion": "TODO",
    "ITEM_pack_montagnard": "Pack montagnard",
    "ITEM_DESC_pack_montagnard": "TODO",
    "ITEM_pack_halloween": "Pack Halloween",
    "ITEM_DESC_pack_halloween": "TODO",
    "ITEM_traineau": "Traineau",
    "ITEM_DESC_traineau": "Quelle idée étrange que d'offrir un traineau en cadeau… Selon la notice qui y est jointe, celui-ci serait capable de te transporter jusqu'à des pleines enneigées inaccessibles en temps normal. Existe-t-il des endroits de ce genre à Dino Gaïa ?",
    "ITEM_fraisier": "Fraisier",
    "ITEM_DESC_fraisier": "Quelle bénédiction de pouvoir déguster ce délicieux gâteau d'anniversaire à toi tout seul ! Tu peux le convertir en 3 parts de fraisier à manger quand bon te semblera.",
    "ITEM_chariot_geant": "Chariot géant",
    "ITEM_DESC_chariot_geant": "Ce chariot te permettra de faire du shopping compulsif et de stocker des articles de manière abondante. Il augmentera ta limite d'achats pouvant être effectués de 700 pour la journée en cours.",
    "ITEM_amulette_regeneratrice": "Amulette régénératrice",
    "ITEM_DESC_amulette_regeneratrice": "Ce talisman te régénère 5 PV (points de vie) supplémentaires chaque jour.",
    "ITEM_fetiche_regeneratrice": "Fétiche régénérateur",
    "ITEM_DESC_fetiche_regeneratrice": "Ce talisman te régénère 7 PM (points de magie) supplémentaires chaque jour.",
    "ITEM_totem_endurance": "Totem d'endurance",
    "ITEM_DESC_totem_endurance": "Ce talisman te permet d'effectuer 1 à 2 évènements supplémentaires par chasse.",
    "ITEM_talisman_chasseur": "Talisman de chasseur",
    "ITEM_DESC_talisman_chasseur": "Ce talisman te permet de stocker 30 proies / objets supplémentaires dans ton stock de chasse.",
    "ITEM_totem_porte_bonheur": "Totem porte-bonheur",
    "ITEM_DESC_totem_porte_bonheur": "Ce talisman réduit de un dixième le danger de tous les terrains de chasse.",
    "ITEM_amulette_consommateur": "Amulette consommateur",
    "ITEM_DESC_amulette_consommateur": "Ce talisman te permet d'effectuer 7 achats supplémentaires chaque jour.",
    "ITEM_grigris_baroudeur": "Grigris de baroudeur",
    "ITEM_DESC_grigris_baroudeur": "Ce talisman te fait gagner 20 XP (points d'expérience) chaque jour.",
    "ITEM_grigris_indigene": "Grigris de l'indigène",
    "ITEM_DESC_grigris_indigene": "On dit que ce grigri a la particularité d'attirer son propriétaire. Mais qui est-il ?",
    "ITEM_cle_doree": "Clé dorée",
    "ITEM_DESC_cle_doree": "Cette magnifique clé dorée doit sûrement nous mener à de nombreux trésors... Sa forme n'a pas l'air inconnue...",
    "ITEM_paire_ailes_divines": "Paire d'ailes divines",
    "ITEM_DESC_paire_ailes_divines": "Les ailes divines te permettront de t'envoler vers d'autres cieux !",
    "ITEM_plan_acces": "Plan d'accès",
    "ITEM_DESC_plan_acces": "Ce plan semble donner le chemin à suivre pour des destinations se trouvant bien au delà des contrées de Dino Gaïa !",
    "ITEM_carte_acces_indigene": "Carte d'accès indigène",
    "ITEM_DESC_carte_acces_indigene": "Carte d'accès « MidWorld Technologies », elle semble pouvoir donner accès à un endroit protégé...",
    "ITEM_ufo": "OVNI",
    "ITEM_DESC_ufo": "Cette machine semble avoir la capacité de voler à travers ciel, pourrions nous voguer vers d'autres horizons ?",
    "ITEM_cle_indigene": "Clé indigène",
    "ITEM_DESC_cle_indigene": "Cette clé ne ressemble à rien de connu... A quoi peut elle bien servir ?",
    "ITEM_crane_dinosaure": "Crâne de dinosaure",
    "ITEM_DESC_crane_dinosaure": "Un totem de ta visite au cimetière... Peut-être te servira-t-il un jour ?",
    "ITEM_joyau_generateur": "Joyau générateur",
    "ITEM_DESC_joyau_generateur": "Ce joyau a la propriété de générer 5 émeraudes par jour. Il t'apportera la fortune.",
    "ITEM_oeil_charisme": "Œil du charisme",
    "ITEM_DESC_oeil_charisme": "Cet artefact te permettra de bénéficier d'une remise de 10% sur tous les articles du shop (hors marché).",
    "ITEM_pierre_fortune": "Pierre de fortune",
    "ITEM_DESC_pierre_fortune": "Cet artefact t'apportera 400 émeraudes pour chaque appel effectué au lieu de 200.",
    "ITEM_artefact_securite": "Artefact de sécurité",
    "ITEM_DESC_artefact_securite": "La puissance protectrice de cet artefact protègera ta grotte. Grâce à elle, tu as deux fois moins de chances de te faire cambrioler.",
    "ITEM_cristal_protecteur": "Cristal protecteur",
    "ITEM_DESC_cristal_protecteur": "Ce cristal te protègera des attaques magiques durant les combats. Celles-ci perdront 30% de leur efficacité contre ton dinosaure.",
    "ITEM_pierre_casino": "Pierre du casino",
    "ITEM_DESC_pierre_casino": "Cette pierre te donnera 20% de chance supplémentaire aux jeux de hasard du casino.",
    "ITEM_rosace_guerrier": "Rosace du guerrier",
    "ITEM_DESC_rosace_guerrier": "Pour chaque heure de musculation ou de footing effectuée, tu obtiens 2 points de force ou d'endurance grâce à cet artefact.",
    "ITEM_etoile_preventive": "Étoile préventive",
    "ITEM_DESC_etoile_preventive": "Pour chaque heure d'école ou de gymnastique effectuée, tu obtiens 2 points d'intelligence ou d'agilité grâce à cet artefact.",
    "ITEM_tablette_commerce": "Tablette de commerce",
    "ITEM_DESC_tablette_commerce": "Cette tablette te permettra de revendre tes proies et tes objets trouvés 10% plus chers lors de tes chasses.",
    "ITEM_boule_combattant": "Boule du combattant",
    "ITEM_DESC_boule_combattant": "L'influence de cet artefact te permettra de gagner 25% d'émeraudes supplémentaires à chaque combat que tu remporteras !",
    "ITEM_aile_classique": "Aile classique",
    "ITEM_DESC_aile_classique": "TODO",
    "ITEM_alcool": "Alcool",
    "ITEM_DESC_alcool": "TODO",
    "ITEM_coin_indigene": "Jeton d'indigène",
    "ITEM_DESC_coin_indigene": "TODO",
    "ITEM_coin_remerciement": "Jeton de remerciement",
    "ITEM_DESC_coin_remerciement": "TODO",
    "ITEM_jeton_casino": "Jeton de casino",
    "ITEM_DESC_jeton_casino": "TODO",
    "ITEM_pack_fruit": "Pack de fruits",
    "ITEM_DESC_pack_fruit": "TODO",
    "ITEM_pack_remerciement": "Pack de remerciement",
    "ITEM_DESC_pack_remerciement": "TODO",
    "ITEM_parfum": "Parfum",
    "ITEM_DESC_parfum": "TODO",
    "ITEM_apple": "Pomme",
    "ITEM_DESC_apple": "Ce fruit te fera gagner 5 PV",
    "ITEM_banana": "Banane",
    "ITEM_DESC_banana": "Ce fruit te fera gagner 5 PV",
    "ITEM_orange": "Orange",
    "ITEM_DESC_orange": "Ce fruit te fera gagner 5 PV",
    "ITEM_strawberry": "Fraise",
    "ITEM_DESC_strawberry": "Ce fruit te fera gagner 5 PV",
    "ITEM_grape": "Raisin",
    "ITEM_DESC_grape": "Ce fruit te fera gagner 5 PV",
    "ITEM_mango": "Mangue",
    "ITEM_DESC_mango": "Ce fruit te fera gagner 5 PV",
    "ITEM_pineapple": "Ananas",
    "ITEM_DESC_pineapple": "Ce fruit te fera gagner 5 PV",
    "ITEM_pear": "Poire",
    "ITEM_DESC_pear": "Ce fruit te fera gagner 5 PV",
    "ITEM_cherry": "Cerise",
    "ITEM_DESC_cherry": "Ce fruit te fera gagner 5 PV",
    "ITEM_coffre_stockage": "Coffre de stockage",
    "ITEM_DESC_coffre_stockage": "Ce coffre permet d'augmenter de 50 le stockage de votre grotte.",
    "ITEM_apricot": "Abricot",
    "ITEM_DESC_apricot": "Ce fruit te fera gagner 5 PV",
    "ITEM_kiwi": "Kiwi",
    "ITEM_DESC_kiwi": "Ce fruit te fera gagner 5 PV",
    "ITEM_lemon": "Citron",
    "ITEM_DESC_lemon": "Ce fruit te fera gagner 5 PV",
    "ITEM_peach": "Pêche",
    "ITEM_DESC_peach": "Ce fruit te fera gagner 5 PV",
    "ITEM_blueberry": "Myrtille",
    "ITEM_DESC_blueberry": "En plus de rendre ta bouche bleu, ce fruit te fera gagner 5 PV",
    "ITEM_watermelon": "Pastèque",
    "ITEM_DESC_watermelon": "Ce fruit attire les Dodos et te fera gagner 5 PV",
    "ITEM_pierre_resurection": "Pierre de résurection",
    "ITEM_DESC_pierre_resurection": "Cette pierre sert peut-être à quelque chose.",
    "ITEM_wood": "Bois",
    "ITEM_DESC_wood": "Ce bois semble être utile.",
    "ITEM_mojito": "Mojito",
    "ITEM_DESC_mojito": "Cette boisson a base de rhum, menthe, citron vert, sucre, eau gazeuse te fera peut-être gagner 1 PV",
    "ITEM_pina_colada": "Pina colada",
    "ITEM_DESC_pina_colada": "Cette boisson a base de rhum, jus d’ananas, lait de coco te fera peut-être gagner 1 PV",
    "ITEM_margarita": "Margarita",
    "ITEM_DESC_margarita": "Cette boisson a base de tequila, triple sec, jus de citron vert te fera peut-être gagner 1 PV",
    "ITEM_sex_on_beach": "Sex on the beach",
    "ITEM_DESC_sex_on_beach": "Cette boisson a base de vodka, liqueur de pêche, orange, cranberry te fera peut-être gagner 1 PV",
    "ITEM_spritz": "Spritz",
    "ITEM_DESC_spritz": "Cette boisson a base de vApérol, prosecco, eau pétillante te fera peut-être gagner 1 PV",
    "ITEM_caipirinha": "Caipirinha",
    "ITEM_DESC_caipirinha": "Cette boisson a base de cachaça, citron vert, sucre te fera peut-être gagner 1 PV",
    "ITEM_bloody_mary": "Bloody Mary",
    "ITEM_DESC_bloody_mary": "Cette boisson a base de vodka, jus de tomate, épices, Tabasco te fera peut-être gagner 1 PV",
    "ITEM_blue_lagoon": "Blue lagoon",
    "ITEM_DESC_blue_lagoon": "Cette boisson a base de vodka, curaçao bleu, limonade te fera peut-être gagner 1 PV",
    "ITEM_vodka": "Vodka",
    "ITEM_DESC_vodka": "Cette boisson un peu forte te fera peut-être gagner 1 PV",
    "ITEM_rhum": "Rhum",
    "ITEM_DESC_rhum": "Cette boisson un peu forte te fera peut-être gagner 1 PV",
    "ITEM_tequila": "Tequila",
    "ITEM_DESC_tequila": "Cette boisson un peu forte te fera peut-être gagner 1 PV"
}